Repository: mrts/foodbank-campaign
Catalog: src/campaigns/locale/*/LC_MESSAGES/django.po
Languages: et

source: Participant
et: Osaleja

source: Participants
et: Osalejad

source: Volunteer details
et: Vabatahtliku andmed

source: Registered volunteers
et: Registreerunud

source: Campaigns
et: Kampaaniad

source: Name
et: Nimi

source: Start
et: Algus

source: End
et: Lõpp

source: Is active
et: Aktiivne

source: Summary
et: Lühikokkuvõte

source: Registration form header
et: Registreerumisvormi päis

source: Registration form footer
et: Registreerumisvormi jalus

source: Registration form right panel
et: Registreerumisvormi parem paneel

source: Registration confirmation template
et: Registreerumise kinnituse mall

source: Campaign
et: Kampaania

source: Location
et: Asukoht

source: Day
et: Kuupäev

source: Total places
et: Kohti

source: Shift leader
et: Vahetuse vanem

source: Volunteers
et: Vabatahtlikud

source: Campaign shift
et: Kampaania vahetus

source: Campaign shifts
et: Kampaania vahetused

source: Volunteer
et: Vabatahtlik

source: Shift
et: Vahetus

source: Shift public notes
et: Vahetuse avalikud märkmed

source: Was not present
et: Ei tulnud kohale

source: No shift selected
et: Vahetus valimata
